<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="styles.css">
    <title>О нас - Интернет-магазин спортивного питания</title>
</head>
<body>
    <header>
        <div class="container">
            <h1>СпортПит</h1>
            <nav>
    <ul>
        <li><a href="index.php">Главная</a></li>
        <li><a href="catalog.php">Каталог</a></li>
        <li><a href="favorites.php">Избранное</a></li>
        <li><a href="cart.php">Корзина</a></li>
        <li><a href="about.php">О нас</a></li>
        <li><a href="admin_login.php">Войти как администратор</a></li>
        <li><a href="contacts.php">Контакты</a></li> <!-- Добавлена вкладка "Контакты" -->
        <li><a href="login.php">Войти</a></li>
        <li><a href="register.php">Регистрация</a></li>
    </ul>
</nav>
        </div>
    </header>
    <main>
        <div class="container">
            <h2>О нас</h2>
            <p>Добро пожаловать в СпорПит, ваш надежный интернет-магазин спортивного питания!</p>
            <p>Мы предлагаем широкий ассортимент высококачественных продуктов, включая протеиновые порошки, аминокислоты, добавки для похудения и многое другое. Наша цель — помочь вам достичь ваших фитнес-целей и обеспечить ваше тело необходимыми питательными веществами.</p>
            <h3>Наша миссия</h3>
            <p>Мы стремимся предоставить нашим клиентам лучшие продукты по доступным ценам, а также обеспечить исключительное качество обслуживания. Здоровый образ жизни — это не просто тренд, это наш образ жизни, и мы хотим помочь вам сделать его частью вашей жизни.</p>
            <h3>Почему выбирают нас?</h3>
            <ul>
                <li>Широкий выбор качественной продукции.</li>
                <li>Быстрая доставка и простая политика возврата.</li>
                <li>Команда профессионалов, готовых ответить на ваши вопросы.</li>
                <li>Клиентоориентированный подход и индивидуальное внимание к каждому клиенту.</li>
            </ul>
            <p>Спасибо, что выбираете СпорПит!</p>
        </div>
    </main>
    <footer>
        <div class="container">
            <p>&copy; 2024 СпорПит</p>
        </div>
    </footer>
</body>
</html>
